<?php

return [
        'name_required' => 'اسم العميل مطلوب.',
        'name_string' => 'يجب أن يكون اسم العميل نصًا.',
        'name_max' => 'لا يجوز أن يتجاوز اسم العميل :max أحرف.',
        'email_required' => 'عنوان البريد الإلكتروني مطلوب.',
        'email_string' => 'يجب أن يكون عنوان البريد الإلكتروني نصًا.',
        'email_email' => 'يجب أن يكون عنوان البريد الإلكتروني بتنسيق صالح.',
        'email_max' => 'لا يجوز أن يتجاوز عنوان البريد الإلكتروني :max أحرف.',
        'email_unique' => 'عنوان البريد الإلكتروني هذا مستخدم بالفعل.',
        'password_required' => 'كلمة المرور مطلوبة.',
        'password_string' => 'يجب أن تكون كلمة المرور نصًا.',
        'password_min' => 'يجب أن تتكون كلمة المرور من :min أحرف على الأقل.',
        'password_confirmed' => 'تأكيد كلمة المرور غير متطابق.',
        'phone_code_string' => 'يجب أن يكون رمز الهاتف نصًا.',
        'phone_code_max' => 'لا يجوز أن يتجاوز رمز الهاتف :max أحرف.',
        'phone_string' => 'يجب أن يكون رقم الهاتف نصًا.',
        'phone_max' => 'لا يجوز أن يتجاوز رقم الهاتف :max أحرف.',
];
