<?php

return [
        'name_required' => 'اسم العلامة التجارية مطلوب.',
        'name_array' => 'يجب أن يكون اسم العلامة التجارية مصفوفة من الترجمات.',
        'name_en_string' => 'يجب أن يكون الاسم الإنجليزي نصًا.',
        'name_en_max' => 'لا يجوز أن يتجاوز الاسم الإنجليزي :max أحرف.',
        'name_ar_required' => 'الاسم العربي مطلوب.',
        'name_ar_string' => 'يجب أن يكون الاسم العربي نصًا.',
        'name_ar_max' => 'لا يجوز أن يتجاوز الاسم العربي :max أحرف.',

        'description_array' => 'يجب أن يكون وصف العلامة التجارية مصفوفة من الترجمات.',
        'description_ar_required' => 'الوصف العربي مطلوب.',
        'description_ar_string' => 'يجب أن يكون الوصف العربي نصًا.',
        'description_ar_max' => 'لا يجوز أن يتجاوز الوصف العربي :max أحرف.',
        'description_en_string' => 'يجب أن يكون الوصف الإنجليزي نصًا.',
        'description_en_max' => 'لا يجوز أن يتجاوز الوصف الإنجليزي :max أحرف.',
];
